[
  {
    "Timestamp": "3/7/2017 20:48:28",
    "category": "כללי",
    "content": "300 מיליון בעלי חיים בשנה עוברים התעללות בתעשיית המזון מן החי."
  },
  {
    "Timestamp": "3/7/2017 20:49:13",
    "category": "תעשיית העוף",
    "content": "250 מיליון אפרוחים בוקעים מידי שנה בישראל במדגרות תעשייתיות"
  },
  {
    "Timestamp": "3/7/2017 20:50:51",
    "category": "תעשיית העוף",
    "content": "האפרוח על גבי מסילות מהירות נאבק תמידית שלא להחליק ולמעוד או להירמס, מושלך ממסילה למסילה, ממוין, לעתים מקורו נחתך, ולבסוף הוא נערם בארגזים."
  },
  {
    "Timestamp": "3/7/2017 20:51:14",
    "category": "תעשיית העוף",
    "content": "בלולים הדחוסים חולקים כל 10-20 תרנגולים שטח זעיר של מטר רבוע אחד. "
  },
  {
    "Timestamp": "3/7/2017 20:51:32",
    "category": "תעשיית העוף",
    "content": "הלול אינו מנוקה אף פעם במהלך כל \"מחזור גידול\" והתרנגולים (תרנגולי בית ותרנגולי הודו) מתבוססים בהפרשותיהם כל חייהם."
  },
  {
    "Timestamp": "3/7/2017 20:51:48",
    "category": "תעשיית העוף",
    "content": "אדי אמוניה מצטברים בלול וגורמים לקשיי נשימה, כיבים ואף לעיוורון."
  },
  {
    "Timestamp": "3/7/2017 20:52:11",
    "category": "תעשיית העוף",
    "content": "תרנגולים בלולים מזוהמים מגרדים את עיניהם בכנפיהם ומשמיעים צווחות כאב."
  },
  {
    "Timestamp": "3/7/2017 20:52:29",
    "category": "תעשיית העוף",
    "content": "פצעי-לחץ וכוויות ברגליים נובעים מהרביצה הממושכת על מצע ההפרשות."
  },
  {
    "Timestamp": "3/7/2017 20:52:45",
    "category": "תעשיית העוף",
    "content": "עם גדילת התרנגולים ועליית הצפיפות בלולים, נאלצים תרנגולים לדרוך זה על זה כדי להגיע למזון ולמי השתייה."
  },
  {
    "Timestamp": "3/7/2017 20:52:59",
    "category": "תעשיית העוף",
    "content": "הצפיפות, המחנק, החום הכבד והרעש התמידי גורמים לתרנגולים עצבנות רבה, ועקב כך הם תוקפים זה את זה וגורמים לפציעות ולמצוקה."
  },
  {
    "Timestamp": "3/7/2017 20:53:17",
    "category": "תעשיית העוף",
    "content": " תנאי ההובלה הקשים עלו לכותרות במאי 2013, כאשר התהפכה משאית תרנגולי הודו בדרכה למשחטת \"זוגלובק\"."
  },
  {
    "Timestamp": "3/7/2017 20:53:38",
    "category": "תעשיית העוף",
    "content": "העמסת העופות למשאית מתחילה בתפיסתם ברגליהם וראשיהם כלפי מטה, מספר עופות בכל יד, ודחיסתם לכלובים צפופים."
  },
  {
    "Timestamp": "3/7/2017 21:10:25",
    "category": "תעשיית העוף",
    "content": "נקעים ושברים ברגליים ובכנפיים, צמא ומחנק הם רק חלק מהפגיעות הנגרמות בהעמסה ובהובלה למשחטה."
  },
  {
    "Timestamp": "3/7/2017 21:14:31",
    "category": "תעשיית הבקר",
    "content": "פרות ופרים נכלאים במפטמה כארבעה חודשים לפני שחיטתם (עגלים זכרים שנולדים לפרות בתעשיית החלב לא זוכים אפילו ליום אחד במרעה)"
  },
  {
    "Timestamp": "3/7/2017 21:14:52",
    "category": "תעשיית הבקר",
    "content": "סגרים אוטומטיים מקבעים את ראשיהם מעל האבוס במשך שעות ארוכות."
  },
  {
    "Timestamp": "3/7/2017 21:15:15",
    "category": "תעשיית הבקר",
    "content": "סבל רב נגרם לעגלים בעת הסירוס, חיתוך הקרניים וסימון מספר הזיהוי, המתבצעים כולם ללא משככי-כאבים."
  },
  {
    "Timestamp": "3/7/2017 21:16:38",
    "category": "תעשיית הבקר",
    "content": "הסירוס גורם להלם ולכאב עז: פותחים בסכין את שק האשכים ומושכים כל אשך בנפרד, עד שקורעים את צינורית הזרע."
  },
  {
    "Timestamp": "3/7/2017 21:17:00",
    "category": "תעשיית הבקר",
    "content": "צריבת המספר נעשית על עור מגולח באמצעות ברזל לוהט או באמצעות כוויית קור."
  },
  {
    "Timestamp": "3/7/2017 21:17:18",
    "category": "תעשיית הבקר",
    "content": "בני-הבקר נגררים למקום הסימון בנזם המוחדר לבשר שבין נחיריהם."
  },
  {
    "Timestamp": "3/7/2017 21:20:18",
    "category": "משלוחים חיים",
    "content": "עשרות אלפי פרות וכבשים מובלים לישראל מאוסטרליה מדי שנה באוניות בתנאי צפיפות ומחנק קשים."
  },
  {
    "Timestamp": "3/7/2017 21:20:34",
    "category": "משלוחים חיים",
    "content": "המסע אורך שלושה שבועות (ולעתים הרבה יותר), ובסופו נפרקים הפרות והכבשים בנמל אילת ומובלים לתחנות מעבר בערבה - ומשם למכלאות פיטום או לשחיטה."
  },
  {
    "Timestamp": "3/7/2017 21:20:58",
    "category": "משלוחים חיים",
    "content": "פרות וכבשים רבים מגיעים לנמלים פצועים, חולים, סובלים מהתייבשות וממכות חום ואף מתים."
  },
  {
    "Timestamp": "3/7/2017 21:21:19",
    "category": "תעשיית הבקר",
    "content": "פרות וכבשים המגיעים לשחיטה מריחים את הדם ושומעים את הזעקות של חבריהם."
  },
  {
    "Timestamp": "3/7/2017 21:21:38",
    "category": "תעשיית הבקר",
    "content": "פרות וכבשים המגיעים לשחיטה מריחים את הדם ושומעים את הזעקות של חבריהם. התנגדותם נתקלת במקלות, בשוקים חשמליים, במוטות ברזל ובבעיטות."
  },
  {
    "Timestamp": "3/7/2017 21:22:11",
    "category": "תעשיית הבקר",
    "content": "פרות שלעתים פרקיהן נקעו ממקומם מתפתלות מכאב ומאימה עד כי השוחטים אוחזים בצווארן או תופסים את נחיריהן במלקחיים על מנת לשסף את גרונן."
  },
  {
    "Timestamp": "3/7/2017 21:23:13",
    "category": "תעשיית הביצים",
    "content": "מדי יום מושמדים בישראל כ-15 אלף אפרוחים זכרים במדגרות תעשיית הביצים: טוחנים אותם חיים או משליכים אותם למכלים ושקיות."
  },
  {
    "Timestamp": "3/7/2017 21:28:55",
    "category": "תעשיית הביצים",
    "content": "הסיבה להרג הזכרים: הם לא יטילו ביצים, וכמשתייכים לגזע ה\"מטילות\" (שהותאמו להטלה מוגברת) ולא משתלם לגדלם לבשר (כי אינם מעוותים לגדילה מהירה)"
  },
  {
    "Timestamp": "3/7/2017 21:29:31",
    "category": "תעשיית הביצים",
    "content": "את הנקבות כולאים בכלובי מתכת צרים, שבהם אין הן יכולות אפילו למתוח כנפיים"
  },
  {
    "Timestamp": "3/7/2017 21:29:47",
    "category": "תעשיית הביצים",
    "content": "רצפת הכלוב היא רשת אלכסונית, הגורמת לתרנגולות לפציעות, לעיוותים ברגליים ולמצוקה במשך כל ימי חייהן"
  },
  {
    "Timestamp": "3/7/2017 21:32:18",
    "category": "תעשיית הביצים",
    "content": "כשתפוקת הביצים יורדת, גורמים הלולנים תקופת הטלה שנייה באמצעות הרעבת התרנגולות למשך כעשרה ימים"
  },
  {
    "Timestamp": "3/7/2017 21:35:20",
    "category": "תעשיית הביצים",
    "content": "בתנאי כליאה קשים אלה מפתחות התרנגולות תוקפנות, וכדי למנוע ניקור הדדי חותכים הלולנים את מקוריהן. החיתוך נעשה באמצעות להב מתכת לוהט"
  },
  {
    "Timestamp": "3/7/2017 21:36:28",
    "category": "תעשיית החלב",
    "content": "הפרה, כמו כל יונק ממין נקבה, מפיקה חלב רק לאחר המלטה"
  },
  {
    "Timestamp": "3/7/2017 21:36:49",
    "category": "תעשיית החלב",
    "content": "הפרה, כמו כל יונק ממין נקבה, מפיקה חלב רק לאחר המלטה. לכן מעברים את כל הפרות בתעשיית החלב מדי שנה, לרוב בהזרעה מלאכותית"
  },
  {
    "Timestamp": "3/7/2017 21:37:07",
    "category": "תעשיית החלב",
    "content": "לאחר היריון של תשעה חודשים, נלקחים העגל או העגלה מאמם מיד לאחר ההמלטה - הזכרים ישמשו בתעשיית הבשר והנקבות בתעשיית החלב"
  },
  {
    "Timestamp": "3/7/2017 21:38:44",
    "category": "תעשיית החלב",
    "content": "ההפרדה בין העגל לאמו היא חוויה קשה לעגל, וגם האם עשויה לבטא את מצוקתה באמצעות קריאות וגעיות במשך ימים לאחר שהוולד נלקח ממנה."
  },
  {
    "Timestamp": "3/7/2017 21:39:02",
    "category": "תעשיית החלב",
    "content": "באמצעות \"השבחה\" גנטית הגדילו את כמות החלב הנשאבת מגופה של פרה מ-8 ליטרים של חלב ביום ל-40 ליטרים ויותר, בתוך עשורים ספורים"
  }
]